{
  "videosData": {
    "1": {
      "id": 1,
      "page": "past",
      "urlShort": "https://player.vimeo.com/video/164911150?autoplay=1",
      "urlFull": "https://player.vimeo.com/video/164916983?autoplay=0",
      "name": "אליהו",
      "role": "יאנג לידר",
      "order": 1
    },
    "2": {
      "id": 2,
      "page": "past",
      "urlShort": "https://player.vimeo.com/video/164912182?autoplay=1",
      "urlFull": "https://player.vimeo.com/video/164913116?autoplay=0",
      "name": "בליינש",
      "role": "לידרית",
      "order": 2
    },
    "3": {
      "id": 3,
      "page": "past",
      "urlShort": "https://player.vimeo.com/video/164912181?autoplay=1",
      "urlFull": "https://player.vimeo.com/video/164919262?autoplay=0",
      "name": "תומר",
      "role": "לידר",
      "order": 3
    },
    "4": {
      "id": 4,
      "page": "present",
      "urlShort": "https://player.vimeo.com/video/164915005?autoplay=1",
      "urlFull": "https://player.vimeo.com/video/164915005?autoplay=0",
      "name": "סהר",
      "role": "לידר",
      "order": 4
    },
    "5": {
      "id": 5,
      "page": "present",
      "urlShort": "https://player.vimeo.com/video/164915002?autoplay=1",
      "urlFull": "https://player.vimeo.com/video/164915002?autoplay=0",
      "name": "בת חן",
      "role": "לידרית",
      "order": 5
    },
    "6": {
      "id": 6,
      "page": "past",
      "urlShort": "https://player.vimeo.com/video/164915001?autoplay=1",
      "urlFull": "https://player.vimeo.com/video/165260225?autoplay=0",
      "name": "מיכאל",
      "role": "לידר",
      "order": 6
    },
    "7": {
      "id": 7,
      "page": "present",
      "urlShort": "https://player.vimeo.com/video/164915000?autoplay=1",
      "urlFull": "https://player.vimeo.com/video/164915000?autoplay=0",
      "name": "ענבר",
      "role": "רכזת בוגרים",
      "order": 7
    },
    "8": {
      "id": 8,
      "page": "future",
      "urlShort": "https://player.vimeo.com/video/157043575?autoplay=1",
      "urlFull": "https://player.vimeo.com/video/164915000?autoplay=0",
      "name": "אברהם חיון",
      "role": "מנכ\"ל",
      "order": 8
    },
    "9": {
      "id": 9,
      "page": "present",
      "urlShort": "https://player.vimeo.com/video/164914999?autoplay=1",
      "urlFull": "https://player.vimeo.com/video/164914999?autoplay=0",
      "name": "נאור",
      "role": "חבר סיירת",
      "order": 9
    },
    "10": {
      "id": 10,
      "page": "present",
      "urlShort": "https://player.vimeo.com/video/164912179?autoplay=1",
      "urlFull": "https://player.vimeo.com/video/164912179?autoplay=0",
      "name": "שרונה",
      "role": "לידרית",
      "order": 10
    },
    "11": {
      "id": 11,
      "page": "giving",
      "urlShort": "https://player.vimeo.com/video/164911073?autoplay=1",
      "urlFull": "https://player.vimeo.com/video/164911073?autoplay=0",
      "name": "נתנאל",
      "role": "חבר סיירת",
      "order": 11
    }
  },
  "home": {},
  "past": {
    "pageTitle": "עבר",
    "sections": [
      {
        "title": "עודד, הסיפור האישי",
        "textPrimary": "כיצד נולדה סח\"י? זה החל במוחו הקודח של עודד וייס ב- 1999. באותה תקופה הוא התנסה בחלוקת מזון בסתר למשפחות נזקקות של בעלי מוגבלויות ובמקביל חי עם משפחתו ועבד בבית ילדים. באחד הימים אחד הילדים חזר מבית הספר וסיפר שלמד על 'ואהבת לרעך כמוך', אך שעה לאחר מכן יצא למגרש והרביץ לחבר בשכונה. המקרה הזה גרם לעודד להבין שאנחנו כחברה מחנכים את הילדים שלנו מן השפה ולחוץ.",
        "textSecondary": "עודד שחווה את העוצמה של המתן בסתר החליט לנסות ולשחזר את הצלחת השפעת הנתינה בקרב חניכיו. הוא הציע לילדים בבית הילדים לאסוף כסף לקופה קטנה, הנערות אפו חלות בימי שישי, ויחד הם התחילו לחלק מזון לחמש משפחות נזקקות. לאחר זמן-מה שמע עודד מהמורות בבית הספר שהתלמידים שהשתתפו בפרויקט הנתינה מראים שיפור בלימודים, יותר זמינים ללמידה, יותר רגועים ופחות מפריעים בכיתה.בהמשך, בזמן עבודתו בכפר הנוער 'קדמה' דיבר עודד עם הנערים על משפחות רעבות. תגובתם הייתה: 'אנחנו צריכים לעזור למשפחות האלה. מה אנחנו יכולים לעשות?' וכך הם החלו לחלק יחד מזון. הפעילות נעשתה בשעות הקטנות של הלילה, בדרך של 'מתן בסתר' - חלוקת חבילות מזון לפתחי בתיהן של המשפחות, ללא ידיעתן.  באווירה האינטימית שנוצרה ברכב, התגלו תכנים עמוקים ואישיים מעולמם של בני הנוער שהשתתפו בפרויקט. הפעילות הלילית, ה'מחתרתית' פתחה צוהר לעולמם הפנימי של הנערים ואפשרה להם לחלוק עם דמויות חיוביות את עולמם האישי. כך נוצר הבסיס הרעיוני שהפך לתפיסת ההפעלה של סח\"י: חלוקת המזון הינה כלי לנתינה, שדרכו בני הנוער מרגישים משמעותיים ופותחים את ליבם אל המבוגרים שסביבם"
      },
      {
        "title": "איך הכל התחיל",
        "textPrimary": "יולי 2009 - עודד ווייס ואברהם חיון, לימים מנכ'ל סח'י, מגיעים למגרש חניה בשכונה  'מוכרת למשטרה' בקריית גת",
        "textSecondary": "'מצוידים במחצלות, כריות ופינג'אן, הדלקנו מדורה קטנה, הרתחנו תה צמחים מהביל וחיכינו', מספרים עודד ואברהם. לאט לאט התחילו להגיע בני נוער מהשכונה. ישבנו, הכרנו, שוחחנו עם הנערים. הבוגרים הביאו קמח וסאג' ויחד אפינו פיתות. החלטנו שניפגש שוב ביום רביעי באותו שבוע. הפעם הנערים כבר חיכו לנו. חבר הביא חבר ומשבוע לשבוע גדלנו'. נאמנים לגישה האקטיבית שלהם, העלו עודד ואברהם 'בספונטניות מתוכננת' את נושא הנתינה לנזקקים בשיחה עם הנערים סביב המדורה, ובינגו! נערי השכונה ידעו טוב מכולם מי נזקק לסיוע בשכונה שלהם.  מסיוע של פעם בשבוע למשפחה אחת – צמח הפרויקט למאות משפחות ברחבי הארץ. נערי השכונה, אותו נוער ספסלים המוכר למשטרה, מאתרים כיום צרכים ומוצאים פתרונות, ערים למשפחות במצוקה בסביבתם ומחפשים דרכים לסייע. הנוער ש'הרס את השכונה' בונה היום את השכונה במו ידיו"
      }
    ]
  },
  "present": {
    "pageTitle": "הווה",
    "sections": [
      {
        "title": "סיירות החסד",
        "textPrimary": "הסיירות: כיום פועלות בתוכנית סח\"י (סיירת חסד ייחודית) עשרות קבוצות בפריסה ארצית. מוקדי הפעילות הם מרכז הארץ, ירושלים ואיזור הדרום.  סיירות החסד מורכבות מנערים ונערות בגילאי 13-18. חברי וחברות הסיירת מתכנסים מדי שבוע ליום איסוף מזון וליום חלוקה, כלומר, מקדישים מזמנם כיומיים בשבוע לנתינה לאחר. בין הפעילויות, הצ'יפים שלהם מוצאים זמן למפגשי תוכן, בהם הם משוחחים על משמעות פעילות הנתינה והשפעתה על עולמם האישי ועל הקהילה.",
        "textSecondary": "יום האיסוף: צוות מצומצם מהסיירת יוצא למרכולים על מנת לאסוף מזון עבור המשפחות הנזקקות. חלק מהצוות עומד בכניסה, מספר ללקוחות הנכנסים על פעילות סח\"י ומבקש מהם לתרום מוצר ביציאה. החלק האחר עומד ביציאה מן המרכול ושואל את הלקוחות היוצאים האם הם יכולים לתרום מוצר עבור משפחות נזקקות. חשוב לציין שבני הנוער לא מבקשים כסף, אלא רק מזון. כל תורם מקבל קריאות תודה איחולי שפע ושבת שלום מהנערים. יום החלוקה: חברי הסיירת מגיעים למקום הפעילות ומארגנים את מוצרי המזון בארגזים על פי מספר המשפחות הנתרמות בשכונה. היציאה לחלוקת המזון מתבצעת בצוותים של ארבעה נערים/נערות יחד עם מתנדב/ת בוגר שמגיע/ה עם רכב על מנת לעזור בחלוקה. שיטת החלוקה היא ' מתן בסתר' - שמטרתה לשמור על כבוד המשפחה הנתמכת, ולהעביר מסר לבני הנוער בדבר הצניעות שבנתינה. מבצעי חסד ייחודיים: בנוסף לבסיס השבועי הקבוע של פעילות הסיירות, הן מקיימות לאורך השנה מבצעים ייחודיים כגון: ביקור בבתי אבות לאורך השנה ובמועדי ישראל, חלוקת מים בימי הקיץ החמים ומרק בימי החורף הקרים לעוברים ושבים, ביקורים בבתי ניצולי שואה ושיחות מלב אל לב, שיפוץ בתים למשפחות רווחה, הנגשת השכונה עבור תושבים הזקוקים לכך. עם הזמן חבורות החסד הופכות להיות כוח החירום השכונתי מה שבא לידי ביטוי לדוגמא בימי השלג הקרים בירושלים. חברי הסיירת עוזרים למינהלים הקהילתיים בחלוקת מזון, גופי חימום ושמיכות. זאת בנוסף לחילוץ קשישים והנגשת השבילים שקפאו. "
      },
      {
        "title": "מנהיגות",
        "textPrimary": "בראשה של כל סיירת עומדת קבוצת ה'יאנג לידרים' – המנהיגים הצעירים בקבוצה. ",
        "textSecondary": "היאנג לידרים הם הנערים ונערות הוותיקים והבוגרים יותר בקבוצה, שהראו אחריות ורצון להוביל. הם נבחרים בקפידה על ידי חבורת ההנהגה הקיימת ויוצאים לקורס היאנג לידרים הארצי. תפקידי היאנג לידרים הם ניהול מחסן המזון, ניהול צוות איסופים המזון, ניהול פרויקטים מיוחדים ועוד. כאשר עוברים היאנג לידרים את גיל 18, ניתן להם תואר לידרים והם מתחילים לקחת חלק במטה העמותה באזור פעילות קבוצתם"
      },
      {
        "title": "צוות מלווה",
        "textPrimary": "בראש כל סיירת עומד מבוגר מלווה - הצ'יף. ",
        "textSecondary": "הוא מרכז  את כל פעילות הסיירת - הפעלת הקבוצה, לוגיסטיקת איסוף וחלוקה, תכנים חינוכיים וחברתיים. הצ'יף הופך תוך זמן קצר לדמות משמעותית עבור בני הנוער, שמשתפים אותו בעולמם האישי. הצ'יף מסייע לבני הנוער בנוכחות מיטיבה, בעצה ובליווי ותיווך לגורמים בקהילה במידת הצורך.  הצ'יף נעזר בצוות בוגר המורכב ממתנדבים שמגיעים עם רכבם לפעילות ועוזרים ברמה הטכנית, אך גם ברובד העמוק יותר. מתנדבים אלו משמשים כדמות בוגרת אחראית ומשמעותית נוספת בקבוצה.  "
      },
      {
        "title": "מפת פעילות",
        "textPrimary": "מפת פעילות",
        "textSecondary": "זוהי האימפריה שלנו",
        "type": "showActivityMap"
      }
    ]
  },
  "future": {
    "pageTitle": "עתיד",
    "sections": [
      {
        "title": "השכבה הצעירה",
        "textPrimary": "השטח מלמד אותנו שככל שבני הנוער נחשפים לנתינה מוקדם יותר, נפתח בפניהם אופק מאפשר שיכול להסיט את מסלול חייהם לכיוונים מיטיבים. ",
        "textSecondary": " על מנת להגיע לילדים צעירים יותר, פיתחנו את תוכנית חש\"ן - חברים של נתינה – שמיועדת לילדים עד גיל 12.  עם הילדים הללו אנו עושים פעילות חינוכית בשיח, משחק, סיפור, המחזה וכו', תוך התמקדות בנושאים של חשיבה ודאגה לזולת. הפעילות הזו מקדמת בקרב הילדים מודעות חברתית ורגישות לחלש ולשונה כבר בגיל צעיר. בימים אלה אנו בסיומם של פיילוטים מוצלחים של קבוצות חש\"ן בקרית גת ובירושלים. "
      },
      {
        "title": "תוכנית הבוגרים",
        "textPrimary": "על אף שתוכנית סח\"י הינה תוכנית צעירה, אנו מתגאים ביותר מ- 150 בוגרים מעל גיל 18.",
        "textSecondary": "אנו נמצאים לצד הצעירים שלנו בהתמודדויות שלהם כאנשים שצועדים את צעדיהם הראשונים בעולם המבוגרים תוכנית הבוגרים שמתחילה לפעול בימים אלה נקראת תוכנית מש\"קים - מנהיגי שכונה וקהילה. בתוכנית זו הבוגרים מקבלים ליווי אישי לשם הגשמת מטרותיהם האישיות והפיכתם לדמויות מנהיגות משמעותיות בשכונות שבהם הם גרים. "
      },
      {
        "title": "עצמאות עם משמעות ",
        "textPrimary": "נכח גאה להיות שותפה מרכזית ביוזמת עצמאות עם משמעות. מדינת ישראל מתקרבת בצעדי ענק ליום הולדתה השבעים, והעתיד נראה מעורפל מתמיד",
        "textSecondary": "המגזרים והשבטים השונים בעם מגבירים את הקיטוב, השיח הציבורי הופך מתלהם וכוחני, הסולידריות החברתית הולכת ופוחתת ואיתה האמונה של חלקים רבים בצדקת דרכנו וביכולתנו לנהל כאן מדינה יהודית ודמוקרטית. אנו מציעים להכניס משמעות לעצמאות.  להגיע באמצעים מגוונים ומקוריים למוקדי החגיגות ולכל בית בישראל במטרה לעודד חגיגה חושבת, שתשלב לצד השמחה המתפרצת גם מחשבה משמעותית על הסיבה להיותנו כאן ועל הטוב והיופי שבקיומנו העצמאי."
      },
      {
        "title": "סיירות חדשות",
        "textPrimary": "תוכנית סח\"י גדלה מדי שנה. אנו ממשיכים לצמוח, לבסס את הקבוצות הקיימות ולפתוח קבוצות בערים ושכונות חדשות. ",
        "textSecondary": "הגידול המתמיד דורש הרחבה של הצוותים העירוניים וביסוס התשתית הדרושה לפעילות. אנו מרחיבים באופן קבוע את מערכי ההדרכה שלנו – הכשרת אנשי שטח ומדריכים חדשים, פעילויות ייחודיות עבור בני הנוער, הכשרות למתנדבים המסורים ועוד. "
      },
      {
        "title": "איך מצטרפים?",
        "textPrimary": "אנחנו זקוקים לעזרתכם ",
        "textSecondary": "בגלל אופי הפעילות, הפריסה הארצית והגדילה המתמדת אנו זקוקים לכמה שיותר שותפים על מנת להגביר את החסד והנתינה ברחבי הארץ.  אנחנו זקוקים לכם כשותפים למסע שיוביל שינוי חברתי משמעותי במדינת ישראל."
      }
    ]
  },
  "giving": {
    "pageTitle": "נתינה",
    "videos": [
      {
        "url": "https://player.vimeo.com/video/157043580",
        "title": "רואי ברמודה"
      }
    ],
    "sections": [
      {
        "title": "נכח – נתינה כדרך חיים",
        "textPrimary": "עמותת נכח (נתינה כדרך חיים) קמה בשנת 2007. חזון העמותה הוא להוביל חברה המבוססת על נתינה",
        "textSecondary": "זאת מתוך האמונה שהנתינה לאחר היא הדרך להוביל שינוי חברתי עמוק ומשמעותי, כפי שאמר האדמור מפיאסצ'נה: \"הדבר הכי  גדול בעולם זה לעשות טוב למישהו\". "
      },
      {
        "title": "התנדבות בסיירות",
        "textPrimary": "הצטרפו אלינו- תלמידים, נערים, נערות, סטודנטים, מלגאים, גמלאים,  האנשים הטובים באמצע הדרך",
        "textSecondary": "אנחנו מחפשים אנשים שחינוך ורוח זורמים בעורקיהם ורוצים להצטרף למשפחת הנתינה. יחד נוכל להגיע ליותר נערים ונערות ולעשות שינוי משמעותי וחיובי בחייהם.    אנחנו זקוקים למתנדבים בעלי רכב לעזרה בחלוקות המזון ולמתנדבים בוגרים לליווי צוותי איסוף המזוןכמו כן, אנחנו זקוקים לשותפים עסקיים שיכולים לתרום מזון באופן קבוע.  והכי הכי חשוב: גיבורים שרוצים לקחת חלק בפעילות הנתינה, להצטרף למשפחה ולהפוך לחברי סיירת מן המניין בסיירות החסד השונות ברחבי הארץ. גם אתם תרוויחו!"
      }
    ]
  },
  "people": {
    "pageTitle": "אנשים",
    "sections": [
      {
        "title": "האנשים שלנו",
        "titlePrimary": "עודד וייס",
        "titleSecondary": "נשיא מייסד",
        "textPrimaryPeople":"איש חינוך למעלה מ-20 שנה, הקים ב־2007 את עמותת נכח - נתינה כדרך חיים (ע\"ר) והגה את תכניות העמותה- סח\"י, חש\"ן, שה\"ם ועוד ",
        "textSecondaryPeople": "מתוך תפיסה ש\"הנתינה מחברת אותנו למי שאנחנו באמת\", כיחיד וכחברה. משמש כיום כמנהל החינוכי של העמותה. ",
        "img": "img/people/oded.jpg"
      },
      {
        "title": "האנשים שלנו",
        "titlePrimary": "אברהם חיון",
        "titleSecondary": "מנכ\"ל סח\"י",
        "textPrimaryPeople": "יזם חברתי, הקים יחד עם עודד את תכנית סח\"י ב-2009. כמנכ\"ל, אברהם פועל ליצירת שיתופי פעולה עם תורמים ושותפים רבים, ונשאר כל הזמן בקשר עם השטח ועם בני הנוער.",
        "textSecondaryPeople": "\"אני מודה על הזכות שיש לי לעשות עשייה כ\"כ משמעותית, בעיניי העשייה שלנו היא הדרך לחולל שינוי חברתי אמיתי. כשאני פוגש את הנוער והצעירים בשטח - אני יודע שהם הולכים להיות המנהיגים הבאים של החסד הזה\".",
        "img": "img/people/avraham.jpg"
      },
      {
        "title": "האנשים שלנו",
        "titlePrimary": "רונן כהן",
        "titleSecondary": "רכז תוכן והדרכה",
        "textPrimaryPeople": "עובד עם בני נוער בסיכון ב-14 השנים האחרונות בפרוייקטים פורמאליים ובלתי פורמאליים, בעל תואר שני בפילוסופיה של החינוך. במסגרת תפקידו כרכז תוכן והדרכה הוא מלווה את הרכזים, כותב תכנים, מעביר הכשרות פרטניות וקבוצתיות לצ'יפים ואחראי על ניהול ידע, תיעוד ומחקר. ",
        "textSecondaryPeople": "\"עבורי, הבאה לכדי קיום של קהילות נתינה הינה המטרה הנעלה ביותר שיש לשאוף אליה, ואני אסיר תודה על כך שאני זוכה לקחת חלק בארגון שמטרתו קידום חזון זה\".",
        "img": "img/people/ronen.jpg"
      },
      {
        "title": "האנשים שלנו",
        "titlePrimary": "ענבר רז רוטשילד",
        "titleSecondary": "רכזת בוגרים",
        "textPrimaryPeople": "בעלת תואר בצילום מהאקדמיה לאמנות בצלאל ותעודת הוראה. מצ'יפית בירושלים, הפכה ענבר לרכזת תחום הבוגרים הארצית של הארגון.  כיום היא בונה את התוכנית עבור הצעירים בוגרי סח\"י ומלווה בוגרים פרטנית במענים שונים כמו צבא, תעסוקה ודיור.",
        "textSecondaryPeople": "\"הנערים והנערות בסח\"י הפכו להיות אחים ואחיות קטנים עבורי, ויתרה מזאת לימדו אותי רבות על עצמי, על התרבות שאני גדלתי עליה ועל הדברים שאני מעוניינת לשנות בעצמי ובסביבה שלי.\"",
        "img": "img/people/inbar.jpg"
      },
      {
        "title": "האנשים שלנו",
        "titlePrimary": "ולריה פוליאקוב",
        "titleSecondary": "רכזת מטה ",
        "textPrimaryPeople": "בוגרת תואר שני בניהול מלכ\"רים ומגדר. כרכזת מטה היא אחראית על הפן האדמינסטרטיבי. בנוסף, היא עובדת על פיתוח תכנית GPS (Girl Power Sahi), שמטרתה העצמת נערות בסיכון. ",
        "textSecondaryPeople": "\"להיות בפעילות ולראות את ההשפעה של הנתינה על בני הנוער מרגש אותי כל פעם מחדש. הצוות של סח\"י עובד מהלב וזה מה שיוצר את האווירה הכל כך מיוחדת בארגון.\"",
        "img": "img/people/valeria.jpg"
      },
      {
        "title": "האנשים שלנו",
        "titlePrimary": "אורי צדוק",
        "titleSecondary": "רכז ירושלים והסביבה",
        "textPrimaryPeople": "הצ'יף הראשון של סח\"י בירושלים. נשוי עם שני ילדים, ירושלמי. היום הוא רכז אזור ירושלים, שותף בהדרכות של כל הצ'יפים, בליווי הלוגיסטיקי והרוחני. חי את סח\"י בכל נימיו ונשמתו, ילדיו ואשתו מגבים את העשייה האין סופית שלו בעמותה.",
        "textSecondaryPeople": "\"בצבא, מצאתי את המשמעות האמתית בעבודה עם החיילים, זה נתן לי דרייב עצום. חיפשתי את ההגשמה הזו באזרחות ומצאתי את זה דרך סח\"י\". ",
        "img": "img/people/inbar.jpg"
      },
      {
        "title": "האנשים שלנו",
        "titlePrimary": "אוהד שעאר",
        "titleSecondary": "רכז שטח",
        "textPrimaryPeople": "אהד הוא הצ'יף של קרית מלאכי ומלווה קבוצות נוספות. נשוי ואב לשנתיים. אוהב את מה שהוא עושה, אוהב אנשים ועשיית טוב.",
        "textSecondaryPeople": "\"סח\"י בשבילי זה סיפוק אדיר, אני מביא הביתה תכלית של נתינה, של חסד ואהבת הזולת. זוהי הזדמנות בשבילי לאפשר לאדם להגיע לטוב שבו, בלי לשפוט או להעביר ביקורת , תמיד לראות את הטוב שבכל אחד\".",
        "img": "img/people/ohad.jpg"
      },
      {
        "title": "האנשים שלנו",
        "titlePrimary": "אבנר נעים",
        "titleSecondary": "רכז אזור מרכז",
        "textPrimaryPeople": "נשוי עם שני ילדים. השתחרר משירות של 10 שנים בצבא, במהלך שירותו פיקד על חיילים רבים. בעל תואר ראשון בחברה וביטחון. החליט להמשיך את הנתינה למדינה במסגרת סח\"י, היום מרכז את אזור המרכז. ",
        "textSecondaryPeople": "\"סח\"י בשבילי זאת הזדמנות לתת הזדמנות לאנשים מזדמנים\"",
        "img": "img/people/ohad.jpg"
      }
    ]
  },
  "partners": {
    "pageTitle": "אנשים",
    "sections": [
      {
        "title": "האנשים שלנו"
      },
      {
        "title": "השותפים שלנו"
      }
    ],
    "recommendations": [
      {
        "textPrimaryPartners": "הנערים שפגשתי לאחר כחצי שנה הם לא אותם הנערים שפגשתי בפעם הראשונה. סגנון הדיבור שלהם השתנה וגם השפה, ההתנהגות אחד עם השני ועם המבוגרים, הנושאים שהעסיקו אותם, מכוונות העשייה שלהם והיכולת להקשיב ולכבד האחד את השני",
        "companyName": "עדנה דרנל, ממונה על פיתוח חינוכי וטיפול בפרט, מינהל חינוך ירושלים"
      },
      {
        "textPrimaryPartners": "על ידי תמיכה בסחי אנחנו תומכים בטווח הארוך לשינוי החברה הישראלית על ידי השפעה חיובית על קהילה, עיר, מדינה.",
        "companyName": "עופר בבלי"
      },
      {
        "textPrimaryPartners": " אם יש משהו שהוא השורש, שיחולל ומחולל מהפכה זה סחי. זה חובה של כל אדם להבין שסחי זו התשובה שלו אם הוא רוצה להפוך את המקום הזה להכי טוב, שיצטרף זה יתקן אותו, יהפוך אותו לאדם הכי גבוה שיכול להיות",
        "companyName": "עדי אלטשולר"
      }
    ],
    "logos": [
      {
        "id": 1,
        "name": "steinmetz-foundation",
        "url": "http://www.steinmetz-foundation.co.il"
      },
      {
        "id": 2,
        "name": "keren hayesod",
        "url": "http://www.kh-uia.org.il/En/Pages/default.aspx"
      },
      {
        "id": 3,
        "name": "good people fund",
        "url": "http://www.goodpeoplefund.org/"
      },
      {
        "id": 4,
        "name": "tmura",
        "url": "http://www.tmura.org/"
      },
      {
        "id": 5,
        "name": "keren azrieli",
        "url": "http://www.azrielifoundation.org.il/"
      }
    ]
  }
}