{
  "videosData": {
    "1": {
      "id": 1,
      "page": "future",
      "urlShort": "https://player.vimeo.com/video/166694276?autoplay=1",
      "urlFull": "https://player.vimeo.com/video/168551454?autoplay=0",
      "quote": "We come to them and we say: \"We need your help\"",
      "name": "Avraham",
      "role": "CEO",
      "order": 1
    },
    "2": {
      "id": 2,
      "page": "past",
      "urlShort": "https://player.vimeo.com/video/166694279?autoplay=1",
      "urlFull": "https://player.vimeo.com/video/168553703?autoplay=0",
      "quote": "It was a hug that said \"you're one of us\"",
      "name": "Blainesh",
      "role": "Leader",
      "order": 2
    },
    "3": {
      "id": 3,
      "page": "past",
      "urlShort": "https://player.vimeo.com/video/166694288?autoplay=1",
      "urlFull": "https://player.vimeo.com/video/168586770?autoplay=0",
      "quote": "You look like somebody who likes to help",
      "name": "Tomer",
      "role": "Leader",
      "order": 3
    },
    "4": {
      "id": 4,
      "page": "present",
      "urlShort": "https://player.vimeo.com/video/166694289?autoplay=1",
      "urlFull": "https://player.vimeo.com/video/168555255?autoplay=0",
      "quote": "Today I concentrate on giving",
      "name": "Sahar",
      "role": "Leader",
      "order": 12
    },
    "5": {
      "id": 5,
      "page": "present",
      "urlShort": "https://player.vimeo.com/video/166694280?autoplay=1",
      "urlFull": "https://player.vimeo.com/video/168552526?autoplay=0",
      "quote": "SAHI is more than just volunteering, SAHI is my home",
      "name": "Bat Chen",
      "role": "Leader",
      "order": 5
    },
    "6": {
      "id": 6,
      "page": "present",
      "urlShort": "https://player.vimeo.com/video/166694281?autoplay=1",
      "urlFull": "https://player.vimeo.com/video/168555253?autoplay=0",
      "quote": "I made this change only for myself",
      "name": "Michael",
      "role": "Leader",
      "order": 6
    },
    "7": {
      "id": 7,
      "page": "future",
      "urlShort": "https://player.vimeo.com/video/166694285?autoplay=1",
      "urlFull": "https://player.vimeo.com/video/168558500?autoplay=0",
      "quote": "They're like fireflies that are drawn to the light",
      "name": "Inbar",
      "role": "Alumni Coordinator",
      "order": 7
    },
    "8": {
      "id": 8,
      "page": "past",
      "urlShort": "https://player.vimeo.com/video/166694278?autoplay=1",
      "urlFull": "https://player.vimeo.com/video/168555250?autoplay=0",
      "quote": "Can you turn your back and ignore something like that?",
      "name": "Eliyau",
      "role": "Young Leader",
      "order": 8
    },
    "9": {
      "id": 9,
      "page": "future",
      "urlShort": "https://player.vimeo.com/video/166694282?autoplay=1",
      "urlFull": "https://player.vimeo.com/video/169201028?autoplay=0",
      "quote": "They open your mind. They teach you",
      "name": "Naor",
      "role": "SAHI Member",
      "order": 15
    },
    "10": {
      "id": 10,
      "page": "giving",
      "urlShort": "https://player.vimeo.com/video/166694287?autoplay=1",
      "urlFull": "https://player.vimeo.com/video/168586769?autoplay=0",
      "quote": "I also wanted to be someone who influences",
      "name": "Sharona",
      "role": "Leader",
      "order": 13
    },
    "11": {
      "id": 11,
      "page": "giving",
      "urlShort": "https://player.vimeo.com/video/166694283?autoplay=1",
      "urlFull": "https://player.vimeo.com/video/168555254?autoplay=0",
      "quote": "I saw things that I never knew existed",
      "name": "Netanel",
      "role": "SAHI member",
      "order": 11
    },
    "12": {
      "id": 12,
      "page": "past",
      "urlShort": "https://player.vimeo.com/video/168141453?autoplay=1",
      "urlFull": "https://player.vimeo.com/video/169212598?autoplay=0",
      "quote": "A society based on giving and concern for others",
      "name": "Oded Weiss",
      "role": "Founder and Educator",
      "order": 4
    },
    "13": {
      "id": 13,
      "page": "future",
      "urlShort": "https://player.vimeo.com/video/168147445?autoplay=1",
      "urlFull": "https://player.vimeo.com/video/169210476?autoplay=0",
      "quote": "I see SAHI in every city, every neighborhood",
      "name": "Oded Weiss",
      "role": "Founder and Educator",
      "order": 10
    },
    "14": {
      "id": 14,
      "page": "giving",
      "urlShort": "https://player.vimeo.com/video/168141451?autoplay=1",
      "urlFull": "https://player.vimeo.com/video/169211086?autoplay=0",
      "quote": "What we do is educate about giving",
      "name": "Oded Weiss",
      "role": "Founder and Educator",
      "order": 14
    },
    "15": {
      "id": 15,
      "page": "past",
      "urlShort": "https://player.vimeo.com/video/168099870?autoplay=1",
      "urlFull": "https://player.vimeo.com/video/169203536?autoplay=0",
      "quote": "We truly believed that they'll follow us",
      "name": "Oded and Avraham",
      "role": "Founders",
      "order": 9
    },
    "16": {
      "id": 16,
      "page": "giving",
      "urlShort": "https://player.vimeo.com/video/168099891?autoplay=1",
      "urlFull": "https://player.vimeo.com/video/169199873?autoplay=0",
      "quote": "Leading by example is the most important educational work",
      "name": "Inbar",
      "role": "Alumni Coordinator",
      "order": 16
    }
  },
  "home": {},
  "past": {
    "pageTitle": "Past",
    "sections": [
      {
        "title": "Oded, a personal story",
        "textPrimary": "How was SAHI created? It began in the frantic mind of Oded Weiss in 1999. At the time, he was experimenting with anonymous food distribution to needy families and the disabled, while raising his own family and working in a foster home for children. One day, one of the children came home from school and told him that he had learned about the value of “love thy neighbor”, and yet one hour later he went out to the playground and hit another boy. The event led Oded to the realization that as a society, we are only paying lip service in educating our children. We do not really mean what we say. Oded, who had experienced the power of anonymous giving, decided to try and recreate the successful influence of giving, and convey that feeling to children in his care. He suggested to the children at the foster home that they collect small change in a collection box. The girls baked challah bread for Shabbat, and together they started distributing food to five needy families. After a while, Oded heard from teachers at the school that students in the project were showing improved behavior and learning at school, showed greater motivation, exhibited less stress and were less disruptive in class.Oded’s conclusion was that when a child feels that he is meaningful, he is more open to learning and to accepting positive input.",
        "textSecondary": "Later, while working at the “Kedma” Youth Village, Oded engaged the youth in a discussion of families living in hunger. Their reaction was: “we need to help these families. What can we do?” and so they started to distribute food together. The activity was conducted in the middle of the night, anonymously, with food packages being laid at the families’ doorsteps and without disclosing the identity of the givers. In the intimate environment created in the car while driving from one home to another, the youth began to share deeply personal, meaningful stories and feelings from their world. The “clandestine” night activity opened a window onto the inner lives of the youth and allowed them to open up their personal world to positive adult role models.This is how the SAHI concept began to take shape: food distribution as a tool for giving, through which youth begin to feel that they are meaningful as they open their hearts to positive adults in their environment.",
        "selected": true
      },
      {
        "title": "How it all began",
        "textPrimary": "July 2009: Oded Weiss and Avraham Hayon, later to become SAHI CEO, arrive at a parking lot in a neighborhood that is “well-known to the police” in the periphery city of Kiryat Gat. They bring with them straw mats, cushions and a small metal pot (“finjan”). “We lit a small bonfire, boiled some herbal tea and waited”, say Oded and Avraham. Slowly, kids from all over the neighborhood began to appear. “We sat with them, talked with them and got to know them. The older kids brought flour and together we baked pita bread. We decided to meet again on the following Wednesday. This time, the kids were already waiting for us. Some of them brought friends along, and the group began to grow week by week”. True to their pro-active attitude, while talking to the kids around the bonfire, Oded and Avraham employed “planned spontaneity” to raise the issue of giving to the needy, and – bingo! It turned out that the youth in the neighborhood knew better than anyone else who among their neighbors had the greatest needs. ",
        "textSecondary": "From assisting one family once a week, the project grew to encompass hundreds of families throughout the country. The neighborhood kids, the same ones who were well known to the police, are today busy identifying needs and finding solutions; they are aware of needy families in their environment and are looking for ways to help them. The youth that used to destroy the neighborhood are now building it with their own hands!"
      }
    ]
  },
  "present": {
    "pageTitle": "Present",
    "sections": [
      {
        "title": "The Grace Units",
        "textPrimary": "The Units: today, SAHI (the Hebrew acronym for Special Grace Unit) operates tens of groups around the country. The focus of activity is in the center, in Jerusalem and in the southern region. The Grace Units are comprised of girls and boys aged 13 to 18. The members of the Unit meet once a week to collect food and once a week to distribute it, thus contributing two days out of their week to giving to someone else. Among their activities, the group “chiefs” find the time to create meaningful meetings in which they talk with the youth about the meaning of giving and its influence on their personal world and on the community. ",
        "textSecondary": "Collection day: a small group from the Unit goes to supermarkets in order to collect food for needy families. Some of them will stand at the entrance to the supermarket and will tell shoppers about SAHI’s activities, asking them to donate one product on their way out. Others will wait by the exit from the supermarket, asking shoppers whether they could contribute food for the needy. It is important to note that the youth never ask for money, only for food. Every shopper who gives a product is greeted with cries of thanks and good wishes from the youth.  Distribution Day: members of the Unit arrive at their meeting point, where they organize the food products into boxes according to the number of recipient families in the neighborhood. They then go out on their distribution routes in teams of four, each team comprising an adult volunteer who comes with a car in order to help carry the food packages. The distribution method is through “anonymous giving”, designed to safeguard the honor of the recipient family and to convey to the youth the value of giving with modesty. Unique Grace Operations: in addition to the regular weekly SAHI activities, the Units carry out unique grace operations throughout the year, such as visits to elderly homes on regular days and around the holidays; water distribution on hot summer days and soup distribution on cold winter days to passers-by on the sidewalk; visits to Holocaust survivors in their homes for heart-to-heart talks; house refurbishment and repairs for needy tenants; and creation of accessibility ramps for the handicapped in the neighborhood. With time, the Grace Units become neighborhood emergency units, helping for example the Jerusalem Municipality when there were heavy snowstorms in the city. Unit members help neighborhood administrators with distribution of food, heaters and blankets during emergencies. In addition, they have also rescued numerous elderly people from their snow-blocked homes and have cleared frozen paths. ",
        "selected": true
      },
      {
        "title": "Leadership",
        "textPrimary": "At the head of each Unit are “Young Leaders”. The Young Leaders are the older and more experienced boys and girls who have shown responsibility and a desire to lead. They are carefully selected by the leadership group and are sent on a national Young Leaders’ training course. ",
        "textSecondary": "The roles of the Young Leaders include management of a food storage facility, management of the food collection teams, running special projects and more. When a Young Leader turns 18, he or she assumes the title of “Leader” and joins the ranks of the SAHI leadership in his or her region. "
      },
      {
        "title": "Accompanying Team",
        "textPrimary": "At the head of each Unit is an accompanying adult, called a “Chief”. The Chief coordinates all of the Unit’s activities including running the Unit, logistics of food collection and distribution, educational content and social activities. Within a short time, the Chief becomes a meaningful figure for the youth, who confide and consult with their Chief on a regular basis. The Chief assists the youth with a positive and empowering presence, with advice and company, and in mediating between the group and the community, as needed. ",
        "textSecondary": "The Chief is assisted by an adult team made up of volunteers who come with their cars and help in the Unit’s activities, both on the technical level and also on a deeper, more meaningful level. These volunteers serve as additional positive, responsible adult models for the group. "
      },
      {
        "title": "Activities Map",
        "textPrimary": "Activities Map",
        "textSecondary": "",
        "type": "showActivityMap"
      }
    ]
  },
  "future": {
    "pageTitle": "Future",
    "sections": [
      {
        "title": "Kids",
        "textPrimary": "Experience shows us that the younger someone is when exposed to giving, the bigger the horizons that open up before that person, which may steer them towards positive destinies. In order to reach ever younger children, we developed the HOSHEN PROGRAM. HOSHEN is the Hebrew acronym for “Friends of Giving”, a program designed for children under 12. ",
        "textSecondary": "with these kids include educational content through dialogue, games, stories and plays, in which we focus on themes of mutual help and assistance. This activity promotes social awareness and sensitivity towards weak and different populations, from a young age. We are now at the last stage of running successful pilot programs of HOSHEN groups in Kiryat Gat and in Jerusalem.",
        "selected": false
      },
      {
        "title": "Graduates",
        "textPrimary": "Although SAHI is a youth program, we are proud of the more than 150 graduates over 18. We stand by our graduates and help them face the challenges of young people taking their first steps in the adult world. ",
        "textSecondary": "Our graduate program being launched now is called MASHAKIM, an acronym for “Neighborhood and Community Leaders”. In the program, our graduates receive personal mentorship to help them fulfill their personal dreams and to turn them into meaningful leaders in the neighborhoods where they reside. ",
        "selected": true
      },
      {
        "title": "Unity Project",
        "textPrimary": "NOCHACH is proud to be a central partner in the “Independence with Essence” initiative. The State of Israel is fast approaching its 70th anniversary and the future looks bleak. There is a growing polarization among different sectors and groups in our society, the public discourse is becoming louder and more aggressive, and social solidarity is shrinking along with many people’s belief in our righteousness and our ability to sustain a Jewish and democratic state.",
        "textSecondary": "We propose to infuse our independence with meaning. We aim to reach festivity sites and private homes throughout the country on Independence Day using varied and original means in order to encourage a “thinking” celebration that would combine the bursting joy with meaningful reflection on the reasons why we are here and on the goodness and beauty of our independent existence."
      },
      {
        "title": "New Units",
        "textPrimary": "The SAHI program grows annually. As we continue to expand and stabilize our existing groups, we also open new ones in cities and neighborhoods across the country. ",
        "textSecondary": "This constant expansion requires additional leadership teams and a stronger infrastructure as required by our activities. We are constantly expanding our training disposition which includes formation of field leaders and new counselors, preparation of unique activities for our youth, ongoing training for dedicated volunteers and more. "
      },
      {
        "title": "How Do I Join?",
        "textPrimary": "We need your help – because of the unique character of our activity",
        "textSecondary": "our national network and the constant expansion of our program, we need many more partners who would enable us to further spread our grace giving throughout the country. We need you as partners in this journey that will bring about significant social change in Israel. "
      }
    ]
  },
  "giving": {
    "pageTitle": "Giving",
    "sections": [
      {
        "title": "NOCHACH – Giving as a Way of Life",
        "textPrimary": "The NOCHACH non-profit organization was established in 2007. The organization’s vision is to lead a society that is founded on giving. ",
        "textSecondary": "Our core belief is that giving to others is the way to bring about a deep and meaningful social change, or as the Piaseczno Rebbe said: “the greatest thing in the world is to do something good for someone”. "
      },
      {
        "title": "Volunteering with the Units",
        "textPrimary": "Join us – school students, young men and women, university students, scholarship recipients, senior citizens, good people wherever you are. We are looking for people whose veins flow with education and values, people who want to join the giving family. Together, we can reach more youth and effect a positive and meaningful change in their lives. ",
        "textSecondary": "We need volunteers with cars who can help distribute food, as well as adult volunteers who can accompany teams of food collectors.In addition, we also need business partners who can contribute food on a regular basis.And most importantly: we are looking for heroes who want to take part in our giving activity, join our family and become full members of our Grace Units throughout the country. You will benefit from joining us!"
      }
    ]
  },
  "people": {
    "pageTitle": "People",
    "engPageTitle": "people",
    "sections": [
      {
        "title": "Our People",
        "titlePrimary": "Oded Weiss ",
        "titleSecondary": "Founder and Educational Director",
        "textPrimaryPeople": "Oded is an educator with 20 years’ experience \n who established the NOCHACH (\"Giving as a Way of Life\") non-profit organization \n in 2007 and  established the organization’s programs - \n  SAHI, Hoshen, Shoham and more. \n out of the realization that \"Giving connects us to who we really are\".",
        "textSecondaryPeople": "He is currently acting as Nochah’s educational director. ",
        "img": "img/people/oded.jpg"
      },
      {
        "title": "Our People",
        "titlePrimary": "Avraham Hayon ",
        "titleSecondary": "CEO",
        "textPrimaryPeople": "Avraham is a social entrepreneur who established the SAHI program together with Oded in 2009. As the organization’s CEO, Avraham creates collaborations with numerous donors and partners while maintaining constant contact with the teams in the field and with our youth. ",
        "textSecondaryPeople": "\"I am grateful or the privilege to be doing such something so meaningful. In my opinion our actions is the way to achieve true social change. I meet the youth in the field -  I know they will be the future leaders of this graceful giving\" ",
        "img": "img/people/avraham.jpg"
      },
      {
        "title": "Our People",
        "titlePrimary": "Ronen Cohen",
        "titleSecondary": "Content and Training Coordinator",
        "textPrimaryPeople": "Ronen has been working with at-risk youth for the past 14 years in both formal and informal projects. He has a Master’s degree in Philosophy of Education. In his position as Content and Training Coordinator, he accompanies the staff, develops content, teaches individual and group workshops for the Chiefs and is responsible for managing knowledge, documentation and research.",
        "textSecondaryPeople": "“For me, the creation of communities of giving is the loftiest goal one can aspire to and I am grateful for having had the privilege of taking part in an organization that has it as a goal”. ",
        "img": "img/people/ronen.jpg"
      },
      {
        "title": "Our People",
        "titlePrimary": "Inbar Raz Rothschild",
        "titleSecondary": "Alumni Coordinator",
        "textPrimaryPeople": "Inbar has a degree in photography from the Bezalel Art Academy as well as a teacher’s license. She was a Chief in the Jerusalem area and became national coordinator of our alumni. Today she is busy building the program for young SAHI alumni and accompanies alumni individually, assisting them in coping with challenges in the army, in employment and in finding housing. ",
        "textSecondaryPeople": "“The boys and girls of SAHI have become my younger brothers and sisters. Furthermore, they have taught me so much about myself, about the culture in which I grew up and about the things that I would like to change in myself and in my environment”.",
        "img": "img/people/inbar.jpg"
      },
      {
        "title": "Our People",
        "titlePrimary": "Valeria Poliakov",
        "titleSecondary": "Staff Coordinator",
        "textPrimaryPeople": "Valeria holds a masters’ degree in Non-Profit Management and Gender Studies. As Staff Coordinator, she is responsible for the administrative aspects of the organization. In addition, she works on developing our GPS (Girl Power SAHI) program, aimed at empowering at-risk girls.",
        "textSecondaryPeople": "“I am constantly moved when I participate in the activities and see the influence that giving has on the youth. The SAHI team works from the heart and this is what creates our organization’s special atmosphere”. ",
        "img": "img/people/valeria.jpg"
      },
      {
        "title": "Our People",
        "titlePrimary": "Ori Zadok ",
        "titleSecondary": "Regional Coordinator, Jerusalem",
        "textPrimaryPeople": "Ori was Jerusalem’s first Chief. A resident of the city, he is married and has two children. Ori is the Coordinator for the Jerusalem region, helping to train all the Chiefs and supporting them logistically. He lives and breathes SAHI, encouraged by his wife and two children in his infinite work on behalf of the organization.  ",
        "textSecondaryPeople": "“SAHI for me is the greatest thing in the world”.",
        "img": "img/people/ori.jpg"
      },
      {
        "title": "Our People",
        "titlePrimary": "Yohai Bohbut",
        "titleSecondary": "Regional Coordinator, Southern Region",
        "textPrimaryPeople": "Yohai served for many years in a meaningful position in an IDF combat unit and was discharged as a Company Commander. He chose to continue giving in civilian life as well, in his hometown of Kiryat Gat. Yohai coordinates the Southern Region branches of SAHI, providing support and solutions to the Units and coordinating partnerships with organizations and local authorities. ",
        "textSecondaryPeople": "“In the army, I found the true meaning of working with soldiers. It gave me tremendous drive. I was looking for something similarly meaningful in my civilian life and I found it in SAHI”. ",
        "img": "img/people/yochai.jpg"
      },
      {
        "title": "Our People",
        "titlePrimary": "Ohad Shaer",
        "titleSecondary": "Field Coordinator",
        "textPrimaryPeople": "Ohad is the Chief of the Kiryat Malakhi Unit. He is married and a father of two. He loves what he is doing, he loves people and he loves doing good for others. ",
        "textSecondaryPeople": "\"SAHI for me is a great satisfaction. I bring home tangible substance of grace and love for my fellow human beings. This is an opportunity for me to enable others to find their inner goodness without passing judgment or criticizing anyone, and to always see the good in every person.",
        "img": "img/people/ohad.jpg"
      },
      {
        "title": "Our People",
        "titlePrimary": "Avner Naim",
        "titleSecondary": "Regional Coordinator, Central Region",
        "textPrimaryPeople": "Married with two kids, Avner served for 10 years in an IDF combat unit commanding troops. Holds a first degree in society and security studies. Decided to keep giving to the state of Israel through SAHI, currently coordinates all central region activities.",
        "textSecondaryPeople": "\"SAHI give me to opportunity to give opportunities to others\"",
        "img": "img/people/avner.jpg"
      }
    ]
  },
  "partners": {
    "pageTitle": "People",
    "sections": [
      {
        "title": "האנשים שלנו",
        "engPageTitle": "people"
      },
      {
        "title": "השותפים שלנו",
        "engPageTitle": "partners"
      }
    ],
    "recommendations": [
      {
        "textPrimaryPartners": "The teens I met after 6 months were not the same people I met the first time. Their manner of speaking has changed, as did their language, behavior towards each other and with adults, the subjects that occupied them, their focus for doing and their ability to listen and respect each other.",
        "companyName": "Edna Darnel, Director of Educational Development and Personal Care, Jerusalem Municipality"
      },
      {
        "textPrimaryPartners": "By supporting SAHI, we support a change in the Israeli society for the long term, by a positive influence on a community, city and country.",
        "companyName": "Ofer Bavly, Director General, Israel Office, Jewish  Federation of  Chicago"
      },
      {
        "textPrimaryPartners": "If anything will create and is creating a revolution it’s SAHI. Everyone should realize that SAHI is their answer if they wish to make this place the best. Joining will repair a person; make him the best person he can be.",
        "companyName": "Adi Altschuler, Social Entrepreneur – Founder of the 'Kermbo Wings' youth movement and the 'Zikaron Basalon' holocaust commemoration initiative"
      }
    ],
    "logos": [
      {
        "id": 1,
        "name": "The Agnes & Beny Steinmetz Foundation",
        "url": "http://www.steinmetz-foundation.co.il"
      },
      {
        "id": 2,
        "name": "keren hayesod",
        "url": "http://www.kh-uia.org.il/En/Pages/default.aspx"
      },
      {
        "id": 3,
        "name": "good people fund",
        "url": "http://www.goodpeoplefund.org/"
      },
      {
        "id": 4,
        "name": "tmura",
        "url": "http://www.tmura.org/"
      },
      {
        "id": 5,
        "name": "keren azrieli",
        "url": "http://www.azrielifoundation.org.il/"
      },
      {
        "id": 6,
        "name": "The Estelle Friedman Gervis Family Foundation",
        "url": ""
      },
      {
        "id": 7,
        "name": "התוכנית הלאומית לילדים ונוער בסיכון",
        "url": "https://www.jerusalem.muni.il/Residents/CommunityAffairs/Noar/Pages/default.aspx"
      },
      {
        "id": 8,
        "name": "קידום נוער ירושלים",
        "url": "http://www.knoar.jerusalem.muni.il/"
      },
      {
        "id": 9,
        "name": "עמותת בית ישראל",
        "url": "http://reut.org.il/"
      },
      {
        "id": 10,
        "name": "לתת",
        "url": "https://www.latet.org.il/he/"
      },
      {
        "id": 11,
        "name": "אימפקט",
        "url": "http://82.80.37.66/impact/#"
      },
      {
        "id": 12,
        "name": "ידידים",
        "url": "http://www.yedidim.org.il/"
      },
      {
        "id": 13,
        "name": "גרפוס פרינט",
        "url": "http://www.graphosprint.co.il/"
      },
      {
        "id": 14,
        "name": "כנף של אהבה",
        "url": "http://wingoflove.org.il/"
      },
      {
        "id": 15,
        "name": "Jewish Helping Hands Foundation",
        "url": "http://jewishhelpinghands.org/"
      },
      {
        "id": 16,
        "name": "בנק לאומי",
        "url": "http://www.leumi.co.il/home03/Leumi_Tomorrow/9840/"
      },
      {
        "id": 17,
        "name": "עמותת לחן",
        "url": "http://www.lachan.org.il/he/"
      },
      {
        "id": 18,
        "name": "רמי לוי",
        "url": "http://www.rami-levy.co.il/"
      },
      {
        "id": 19,
        "name": "תנופה",
        "url": "http://tnufaqg.co.il/"
      },
      {
        "id": 20,
        "name": "גשר",
        "url": "http://www.gesher.co.il/"
      },
      {
        "id": 21,
        "name": "גשר",
        "url": "http://www.shivyon.gov.il/Pages/default.aspx"
      },
      {
        "id": 22,
        "name": "Chicago Federation (Partnership 2gether)",
        "url": "https://www.juf.org/p2g/"
      },
      {
        "id": 23,
        "name": "Pratt Foundation",
        "url": "http://www.prattfoundation-israel.co.il/"
      },
      {
        "id": 24,
        "name": "The Orion Foundation",
        "url": ""
      },
      {
        "id": 25,
        "name": "עיריית ירושלים  - החטיבה לקידום נוער וצעירים",
        "url": "https://www.jerusalem.muni.il/Residents/CommunityAffairs/Noar/Pages/default.aspx"
      },
      {
        "id": 26,
        "name": "The Gimprich Family Foundation",
        "url": ""
      },
      {
        "id": 27,
        "name": "The Lily and Nathan Silver Family Foundation",
        "url": ""
      },
      {
        "id": 28,
        "name": "Yedidut Toronto",
        "url": "http://www.ff-yt.org/"
      },
      {
        "id": 29,
        "name": "Arison",
        "url": "http://www.arisonfoundation.com/"
      },
      {
        "id": 30,
        "name": "The Jewish Community Foundation of Southern Arizona (JCF)",
        "url": "https://jcftucson.org/"
      },
      {
        "id": 31,
        "name": "Sobell Foundation",
        "url": "http://www.sobellfoundation.org.uk/"
      },
      {
        "id": 32,
        "name": "Leichtag Foundation",
        "url": "http://www.leichtag.org/"
      },
      {
        "id": 33,
        "name": "Acharai Fund",
        "url": "http://acharaifund.org/"
      },
      {
        "id": 34,
        "name": "עופרטקס",
        "url": "http://www.ofertex.com/"
      },
      {
        "id": 35,
        "name": "נווה חנה, בית הילדים",
        "url": "http://www.nevehanna.org/childrenHouse"
      },
      {
        "id": 36,
        "name": "מוטב יחדיו ",
        "url": "http://www2.jdc.org.il/he/pictures/308"
      },
      {
        "id": 37,
        "name": "לקט ישראל",
        "url": "http://www.leket.org/"
      },
      {
        "id": 38,
        "name": "עיר ללא אלימות",
        "url": "http://www.cwv.gov.il/"
      },
      {
        "id": 39,
        "name": "החברה למתנ\"סים",
        "url": "http://www.matnasim.org.il/"
      },
      {
        "id": 40,
        "name": "אגף שח\"ר- שירותי חינוך ורווחה, ירושלים",
        "url": "http://cms.education.gov.il/educationcms/units/shachar/alhaagaf/odot.htm"
      },
      {
        "id": 41,
        "name": "sketchit",
        "url": "http://www.skechit.co.uk/"
      },
      {
        "id": 42,
        "name": "שגרירי רוטשילד",
        "url": "http://br.rcf.org.il/"
      },
      {
        "id": 43,
        "name": "שותפות ביחד חוף אשקלון",
        "url": "https://jcftucson.org/"
      },
      {
        "id": 44,
        "name": "משרד החינןך",
        "url": "http://cms.education.gov.il/EducationCMS/Units/YeledNoarBesikun/"
      },
      {
        "id": 45,
        "name": "chuck wolfe",
        "url": ""
      }
    ]
  },
  "transparency": {
    "years": {
      "2014": [
        {
          "title": "Registration certificate",
          "url": "transparency/docs/2014/1.pdf"
        },
        {
          "title": "Proper management permit",
          "url": "transparency/docs/2014/2.pdf"
        },
        {
          "title": "Public institute permit",
          "url": "transparency/docs/2014/3.pdf"
        },
        {
          "title": "Tax deduction permit",
          "url": "transparency/docs/2014/4.pdf"
        },
        {
          "title": "VAT certificate",
          "url": "transparency/docs/2014/5.pdf"
        },
        {
          "title": "Account bookkeeping certificate",
          "url": "transparency/docs/2014/6.pdf"
        }
      ],
      "2015": [
        {
          "title": "Registration certificate",
          "url": "transparency/docs/2015/1.pdf"
        },
        {
          "title": "Proper management permit",
          "url": "transparency/docs/2015/2.pdf"
        },
        {
          "title": "Public institute permit",
          "url": "transparency/docs/2015/3.pdf"
        },
        {
          "title": "Tax deduction permit",
          "url": "transparency/docs/2015/4.pdf"
        },
        {
          "title": "VAT certificate",
          "url": "transparency/docs/2015/5.pdf"
        },
        {
          "title": "Account bookkeeping certificate",
          "url": "transparency/docs/2015/6.pdf"
        }
      ],
      "2016": [
        {
          "title": "Registration certificate",
          "url": "transparency/docs/2016/1.pdf"
        },
        {
          "title": "Proper management permit",
          "url": "transparency/docs/2016/2.pdf"
        },
        {
          "title": "Public institute permit",
          "url": "transparency/docs/2016/3.pdf"
        },
        {
          "title": "Tax deduction permit",
          "url": "transparency/docs/2016/4.pdf"
        },
        {
          "title": "VAT certificate",
          "url": "transparency/docs/2016/5.pdf"
        },
        {
          "title": "Account bookkeeping certificate",
          "url": "transparency/docs/2016/6.pdf"
        }
      ]
    }
  }
}