(function(){

    'use strict';

    var module = angular.module('myApp.factories', []);

    module.factory('DataFactory', function () {
        var obj =
        {

            homePage: [{videoId: "vimeo-78907398", name: "Arik", role: "" }],
            past: [{}],
            present: {
                pageTitle: "הווה",
                videos: [{url: "", title: "רואי ברמודה"}],
                sections: [
                    {
                        title: "סיירות החסד",
                        textPrimary: 'סח"י מביאה גישה חדשנית, ״הפוכה״, שיוצרת שותפות עם נוער בסיכון, הלומד לקחת אחריות על עצמו ועל הסביבה דרך נתינה. תהליך זה יוצר שינוי חיובי הן אצל הנער והן בקהילה מסביבו.',
                        textSecondary: "לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית לפרומי בלוף קינץ תתיח לרעח. לת צשחמי צש בליא, מנסוטו צמלח לביקו ננבי, צמוקו בלוקריה שיצמה ברורק. ",
                    },
                    {
                        title: "מנהיגות",
                        textPrimary: "מנהיגות זה טוב",
                        textSecondary: "איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית לפרומי בלוף קינץ תתיח לרעח. לת צשחמי צש בליא,איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית לפרומי בלוף קינץ תתיח לרעח. לת צשחמי צש בליא,"
                    },
                    {
                        title: "צוות מלווה",
                        textPrimary: "צוות מלווהצוות מלווהצוות מלווהצוות מלווהצוות מלווהצוות מלווה",
                        textSecondary: "צוות מלווהצוות מלווהצוות מלווהצוות מלווהצוות מלווהיח לרעח. לת צשחמי צש בליא,איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית לפרומי בלוף קינץ תתיח לרעח. לת צשחמי צש בליא,"
                    },
                    {
                        title: "מפת פעילות",
                        textPrimary: "מנהיגות זה טוב",
                        textSecondary: "איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית לפרומי בלוף קינץ תתיח לרעח. לת צשחמי צש בליא,איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית לפרומי בלוף קינץ תתיח לרעח. לת צשחמי צש בליא,"
                    }


                ]
            },
            future: [{}],
            people: {
                pageTitle: "אנשים",
                engPageTitle: "people",
                sections: [
                    {
                        title: "האנשים שלנו",
                        engPageTitle: "people",
                        titlePrimary: "אברהם חיון",
                        titleSecondary: 'מנכ"ל סח"י',
                        textPrimaryPeople: 'סח"י מביאה גישה חדשנית, ״הפוכה״, שיוצרת שותפות עם נוער בסיכון, הלומד לקחת אחריות על עצמו ועל הסביבה דרך נתינה. תהליך זה יוצר שינוי חיובי הן אצל הנער והן בקהילה מסביבו.',
                        textSecondaryPeople: "לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית לפרומי בלוף קינץ תתיח לרעח. לת צשחמי צש בליא, מנסוטו צמלח לביקו ננבי, צמוקו בלוקריה שיצמה ברורק. ",
                        img: ""
                    },
                    {
                        title: "השותפים שלנו",
                        engPageTitle: "partners",
                        titlePrimary: "אריק גרבלסקי",
                        titleSecondary: 'יו"ר סח"י',
                        textPrimary: 'סח"י מביאה גישה חדשנית, ״הפוכה״, שיוצרת שותפות עם נוער בסיכון, הלומד לקחת אחריות על עצמו ועל הסביבה דרך נתינה. תהליך זה יוצר שינוי חיובי הן אצל הנער והן בקהילה מסביבו.',
                        textSecondary: "לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית לפרומי בלוף קינץ תתיח לרעח. לת צשחמי צש בליא, מנסוטו צמלח לביקו ננבי, צמוקו בלוקריה שיצמה ברורק. ",
                        img: ""
                    }
                ]
            },
            partners: {
                pageTitle: "שותפים",
                engPageTitle: "partners",
                sections: [
                    {
                        title: "האנשים שלנו",
                        engPageTitle: "people"
                    },
                    {
                        title: "השותפים שלנו",
                        engPageTitle: "partners"
                    }
                ],
                recommendations: [
                    {
                        textPrimaryPartners: 'סח"י מביאה גישה חדשנית, ״הפוכה״, שיוצרת שותפות עם נוער בסיכון, הלומד לקחת אחריות על עצמו ועל הסביבה דרך נתינה. תהליך זה יוצר שינוי חיובי הן אצל הנער והן בקהילה מסביבו.',
                        img: ""
                    },
                    {
                        textPrimaryPartners: 'סח"י מביאה גישה חדשנית, ״הפוכה״, שיוצרת שותפות עם נוער בסיכון, הלומד לקחת אחריות על עצמו ועל הסביבה דרך נתינה. תהליך זה יוצר שינוי חיובי הן אצל הנער והן בקהילה מסביבו.',
                        img: ""
                    },
                    {
                        textPrimaryPartners: 'סח"י מביאה גישה חדשנית, ״הפוכה״, שיוצרת שותפות עם נוער בסיכון, הלומד לקחת אחריות על עצמו ועל הסביבה דרך נתינה. תהליך זה יוצר שינוי חיובי הן אצל הנער והן בקהילה מסביבו.',
                        img: ""
                    }
                ]
            }
        };

        var dataFactory = {
            getAll: function () {
                return obj;
            },
            getDataForPage: function(pageName) {
                return obj.present;
            },
            getDataForPeoplePage: function(pageName) {
                return obj.people;
            },
            getDataForPartnersPage: function(pageName) {
                return obj.partners;
            }

        };
        return dataFactory;

    });


})();



